/* Emoticon name */
"Angel" = "Engel";

/* Emoticon name */
"Angry" = "Wütend";

/* Emoticon name */
"Baring Teeth" = "Zähne zeigen";

/* Emoticon name */
"Blush" = "Errötet";

/* Emoticon name */
"Confused" = "Verwirrt";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Weinen";

/* Emoticon name */
"Crying" = "Weinend";

/* Emoticon name */
"Disappointed" = "Enttäuscht";

/* Emoticon name */
"Don't Tell Anyone" = "Verrate es niemandem";

/* Emoticon name */
"Embarrassed" = "Peinlich";

/* Emoticon name */
"Erm" = "Erm";

/* Emoticon name */
"Foot In Mouth" = "Fuß im Mund";

/* Emoticon name */
"Frown" = "Finster";

/* Emoticon name */
"Gasp" = "Schnaufen";

/* Emoticon name */
"Grin" = "Grinsen";

/* Emoticon name */
"Halo" = "Heiligenschein";

/* Emoticon name */
"Happy" = "Fröhlich";

/* Emoticon name */
"Heart" = "Herz";

/* Emoticon name */
"I Don't Know" = "Ich weiß es nicht";

/* Emoticon name */
"Kiss" = "Küssen";

/* Emoticon name */
"Lips Are Sealed" = "Versiegelte Lippen";

/* Emoticon name */
"Money-mouth" = "Geldmund";

/* Emoticon name */
"Nerd" = "Nerd";

/* Emoticon name */
"Open Mouthed" = "Mund offen";

/* Emoticon name */
"Party" = "Party";

/* Emoticon name */
"Sad" = "Traurig";

/* Emoticon name */
"Sarcastic" = "Sarkastisch";

/* Emoticon name */
"Scared" = "Ängstlich";

/* Emoticon name */
"Sick" = "Krank";

/* Emoticon name */
"Sleepy" = "Schläfrig";

/* Emoticon name */
"Smile" = "Lachen";

/* Emoticon name */
"Star" = "Stern";

/* Emoticon name */
"Sticking Out Tongue" = "Zunge raus";

/* Emoticon name */
"Surprised" = "Überrascht";

/* Emoticon name */
"Thinking" = "Nachdenklich";

/* Emoticon name */
"Tongue Out" = "Zunge";

/* Emoticon name */
"Undecided" = "Unentschlossen";

/* Emoticon name */
"Wink" = "Zwinkern";